13/data/attachments/60331c253550be43.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Amanda_identify_Friend_99577_6</nif:username>
            <nif:friendToBeRequested>soap_friends_d6d20aef-cbeb-4436-a67d-fa103779ff51</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>